[
  {
    "id": "1",
    "title": "Старший разработчик React",
    "type": "Полная занятость",
    "description": "Мы ищем талантливого Front-End разработчика для работы в нашей команде. Идеальный кандидат должен иметь сильные навыки в HTML, CSS и JavaScript, а также опыт работы с современными JavaScript фреймворками, такими как React.",
    "location": "Москва",
    "salary": "150,000 - 200,000 руб.",
    "company": {
      "name": "ТехноГрупп",
      "description": "ТехноГрупп - ведущая технологическая компания, специализирующаяся на веб-разработке и цифровых решениях. Мы гордимся тем, что предоставляем высококачественные продукты и услуги нашим клиентам.",
      "contactEmail": "contact@technogroup.ru",
      "contactPhone": "+7 (495) 123-45-67"
    }
  },
  {
    "id": "2",
    "title": "Front-End разработчик (React & Redux)",
    "type": "Полная занятость",
    "location": "Санкт-Петербург",
    "description": "Присоединяйтесь к нашей команде в качестве Front-End разработчика. Мы ищем мотивированного человека с увлечением к созданию красивых и отзывчивых веб-приложений.",
    "salary": "120,000 - 160,000 руб.",
    "company": {
      "name": "Креативное агентство",
      "description": "Креативное агентство - это команда профессионалов, специализирующаяся на цифровом дизайне и разработке. Мы стремимся к инновациям и выдающимся результатам для наших клиентов.",
      "contactEmail": "contact@creativeagency.ru",
      "contactPhone": "+7 (812) 765-43-21"
    }
  },
  {
    "id": "3",
    "title": "Разработчик React.js",
    "type": "Полная занятость",
    "location": "Екатеринбург",
    "description": "Вы увлечены фронтенд-разработкой? Присоединяйтесь к нашей команде и работайте над интересными проектами, которые имеют значение. Мы предлагаем конкурентоспособную зарплату и дружелюбную атмосферу.",
    "salary": "130,000 - 170,000 руб.",
    "company": {
      "name": "Инновационные решения",
      "description": "Инновационные решения - это компания, специализирующаяся на цифровых решениях для бизнеса. Мы сосредоточены на инновациях и удовлетворенности клиентов.",
      "contactEmail": "contact@innovationsolutions.ru",
      "contactPhone": "+7 (343) 123-45-67"
    }
  },
  {
    "id": "4",
    "title": "React Front-End разработчик",
    "type": "Частичная занятость",
    "description": "Присоединяйтесь к нашей команде в качестве Front-End разработчика. Мы ищем самоорганизованного человека с увлечением к созданию привлекательных пользовательских интерфейсов. Гибкий график и возможность удаленной работы.",
    "location": "Казань",
    "salary": "80,000 - 100,000 руб.",
    "company": {
      "name": "Диджитал Студия",
      "description": "Диджитал Студия - это стартап, специализирующийся на цифровом маркетинге и веб-разработке. Мы стремимся создать разнообразную и инклюзивную рабочую среду.",
      "contactEmail": "contact@digitalstudio.ru",
      "contactPhone": "+7 (843) 123-45-67"
    }
  },
  {
    "id": "5",
    "title": "Full Stack React разработчик",
    "type": "Полная занятость",
    "description": "Уникальная возможность для Full Stack разработчика в нашей команде. Мы ищем талантливого человека с увлечением к созданию элегантных и масштабируемых веб-приложений.",
    "location": "Новосибирск",
    "salary": "150,000 - 200,000 руб.",
    "company": {
      "name": "Технологии будущего",
      "description": "Технологии будущего - быстрорастущая компания, специализирующаяся на решениях для электронной коммерции. Мы предлагаем динамичную и совместную рабочую среду.",
      "contactEmail": "contact@futuretech.ru",
      "contactPhone": "+7 (383) 123-45-67"
    }
  },
  {
    "id": "6",
    "title": "React Native разработчик",
    "type": "Полная занятость",
    "description": "Присоединяйтесь к нашей команде в качестве React Native разработчика. Мы ищем квалифицированного и увлеченного человека для создания инновационных мобильных решений.",
    "location": "Нижний Новгород",
    "salary": "120,000 - 150,000 руб.",
    "company": {
      "name": "Мобильные технологии",
      "description": "Мобильные технологии - ведущая компания, специализирующаяся на разработке программного обеспечения и цифровом маркетинге. Мы стремимся предоставить нашим клиентам передовые решения.",
      "contactEmail": "contact@mobiletech.ru",
      "contactPhone": "+7 (831) 123-45-67"
    }
  }
]
